Repository: TOOULOS/TheBladeIos
Catalog: Blade/Storyboard/*.lproj/Salon.strings
Languages: el, it, ru

# 3KT-xE-MhG.text
source: Notifications
el: Ειδοποιήσεις
it: Notifiche
ru: Уведомления

# 5IJ-Gh-7EN.text
source: Status
el: Κατάσταση
it: Stato
ru: Состояние

# 5ja-GW-rIn.normalTitle
source: Terms & Condition
el: Όρους & Προϋποθέσεις
it: termini e le condizioni
ru: Условия использования

# 7F2-fL-xfx.text
source: My Barber
el: Οι κουρείς μου
it: I miei barbieri
ru: Мои парикмахеры

# 9ER-Td-se5.text
source: Customer Name
el: Όνομα πελάτη
it: Nome del cliente
ru: Имя клиента

# 9LP-9B-JdK.text
source: TRACK YOUR BUSINESS GROWTH PROGRESS
el: ΠΑΡΑΚΟΛΟΥΘΗΣΤΕ ΤΗΝ ΠΡΟΟΔΟ ΑΝΑΠΤΥΞΗΣ ΤΗΣ ΕΠΙΧΕΙΡΗΣΗΣ ΣΑΣ
it: TRACCIATE I PROGRESSI DELLA CRESCITA DELLA VOSTRA ATTIVITÀ
ru: ОТСЛЕЖИВАЙТЕ РОСТ И РАЗВИТИЕ ВАШЕГО БИЗНЕСА

# 9nN-Jf-9M1.normalTitle
source: Reschedule
el: Επαναπρογραμματισμός
it: Riprogrammare
ru: Перенести

# BVt-KX-add.text
source: Your payment will be charged to your iTunes Account after the 30 days trail period once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase.
el: Η πληρωμή σας θα χρεωθεί στον λογαριασμό σας iTunes μετά την 30ήμερη περίοδο μετά την επιβεβαίωση της αγοράς σας. Ο λογαριασμός σας iTunes θα χρεωθεί ξανά όταν η συνδρομή σας ανανεωθεί αυτόματα στο τέλος της τρέχουσας περιόδου συνδρομής σας, εκτός εάν ενεργοποιηθεί η αυτόματη ανανέωση απενεργοποιημένη τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου. Μπορείτε να διαχειριστείτε ή να απενεργοποιήσετε την αυτόματη ανανέωση στις Ρυθμίσεις λογαριασμού Apple ID σας οποιαδήποτε στιγμή μετά την αγορά.
it: Il pagamento verrà addebitato sul tuo account iTunes dopo il periodo di prova di 30 giorni una volta confermato l'acquisto. Il tuo account iTunes verrà nuovamente addebitato quando l'abbonamento si rinnoverà automaticamente alla fine del periodo di abbonamento corrente, a meno che il rinnovo automatico non sia disattivato disattivato almeno 24 ore prima della fine del periodo corrente. Puoi gestire o disattivare il rinnovo automatico nelle impostazioni del tuo account ID Apple in qualsiasi momento dopo l'acquisto.
ru: Ваш платеж будет списан с вашей учетной записи iTunes по истечении 30-дневного пробного периода после подтверждения покупки. С вашей учетной записи iTunes будет снята плата снова, когда ваша подписка будет автоматически продлена в конце текущего периода подписки, если автоматическое продление не включено. отключить по крайней мере за 24 часа до окончания текущего периода. Вы можете управлять или отключить автоматическое продление в настройках учетной записи Apple ID в любое время после покупки.

# BeQ-CT-Hj2.normalTitle
source: Completed
el: Ολοκληρώθηκε
it: Completato
ru: Завершен

# DVj-Nq-eUb.text
source: Select Slots
el: Επιλέξτε Κουλοχέρηδες
it: Seleziona Slot
ru: Выберите слоты

# DXq-63-2eW.text
source: Service
el: Υπηρεσίες
it: Servizi
ru: Услуги

# FDx-rM-5H7.text
source: Time
el: Ώρα έναρξης
it: Ora
ru: Время

# GzP-4E-2MZ.text
source: THE BLADE APP
el: Η ΕΦΑΡΜΟΓΗ BLADE
it: L'APP DELLA LAMA
ru: ПРИЛОЖЕНИЕ ЛЕЗВИЯ

# H2Z-Sp-gBE.text
source: Manual Booking
el: Χειροκίνητη Κράτηση
it: Prenotazione manuale
ru: Ручная запись

# I6N-ap-VxO.text
source: Filter Barber
el: Φιλτράρετε ανά κουρέα
it: Barbiere filtro
ru: Фильтр парикмахер

# Isp-R0-Mdm.text
source: yesterday
el: εχθές
it: ieri
ru: вчерашний день

# LeF-PF-6qZ.normalTitle
source: Choose
el: Επιλέξτε
it: Scegliere
ru: Выберите

# Mhe-se-5U8.normalTitle
source: Logout
el: Αποσύνδεση
it: Disconnettersi
ru: Выйти

# NaR-xo-HSY.text
source: Barber Shop
el: Κουρείο
it: negozio da parrucchiere
ru: парикмахерская

# O2R-i4-uw0.text
source: Amount pending to clear on Stripe
el: Ποσό σε εκκρεμότητα για εκκαθάριση στο Stripe
it: Montant en attente de compensation sur Stripe
ru: Сумма, ожидающая очистки на Stripe

# PW8-GA-7oV.normalTitle
source: Submit
el: Υποβολή
it: Invia
ru: Отправить

# Q0s-Ag-68U.normalTitle
source: Add Manual Booking
el: Προσθήκη χειροκίνητης κράτησης
it: Aggiungi una prenotazione manuale
ru: Добавить запись вручную

# RTw-pS-mGS.normalTitle
source: Upcoming
el: Επερχόμενα
it: Prossimamente
ru: Предстоит

# SLd-qB-LAZ.text
source: GROW YOUR BUSINESS AND YOUR CUSTOMER FLOW
el: ΜΕΓΑΛΩΣΤΕ ΤΗΝ ΕΠΙΧΕΙΡΗΣΗ ΚΑΙ ΤΗ ΡΟΗ ΤΩΝ ΠΕΛΑΤΩΝ ΣΑΣ
it: FATE CRESCERE LA VOSTRA ATTIVITÀ E IL VOSTRO FLUSSO DI CLIENTI
ru: РАЗВИВАЙТЕ ВАШ БИЗНЕС И ПОЛУЧАЙТЕ БОЛЬШЕ КЛИЕНТОВ

# SPP-FK-zMl.text
source: Yearly
el: Ετήσια
it: annuale

# TSC-5X-hOw.text
source: Total Shop Earnings
el: Συνολικά κέρδη από κατάστημα
it: Guadagno totale del negozio
ru: Общая прибыль магазина

# UHC-U2-cgC.text
source: Time
el: Ώρα έναρξης
it: Ora
ru: Время

# Up4-w4-pH7.text
source: EUR €19.99/ month
el: Μετά 19.99 ευρώ το μήνα
it: Quindi 19.99 euro al mese
ru: Тогда 19.99 евро в месяц

# VMG-fw-HFq.normalTitle
source: Cancel
el: Ακύρωση
it: Annullamento
ru: Отмена

# VjA-Dz-vu5.text
source: Add Reviews
el: Προσθήκη αξιολόγησης
it: Aggiungi recensioni
ru: Добавить отзывы

# Whb-1S-IDY.text
source: Add Review
el: Προσθήκη αξιολόγησης
it: Aggiungi recensioni
ru: Добавить отзывы

# Wii-8U-vJU.text
source: Wallet
el: Πορτοφόλι
it: Portafoglio
ru: кошелька

# X8G-YV-II4.text
source: Add Reviews
el: Προσθήκη αξιολόγησης
it: Aggiungi recensioni
ru: Добавить отзывы

# Xp9-G2-mUf.placeholder
source: Enter amount to withdraw
el: Πληκτρολογήστε το ποσό για ανάληψη
it: Inserite l'importo da prelevare
ru: Укажите сумму для снятия

# Y32-mG-acr.text
source: Date
el: Ημερομηνία
it: Data
ru: Дата

# Zeb-Wv-oY6.text
source: Date
el: Ημερομηνία
it: Data
ru: Дата

# aat-ZB-1gV.text
source: Service
el: Υπηρεσίες
it: Servizi
ru: Услуги

# chR-Ay-LDw.text
source: Post your review for Jackson
el: Δημοσιεύστε την αξιολόγησή σας για Jackson
it: Pubblica il tuo commento per Jackson
ru: Опубликовать ваш отзыв для Jackson

# drR-mZ-dMH.text
source: EUR €199.99/ year
el: Ετήσια πληρωμή €199.99
it: Pagamento annuale €199.99
ru: Тариф с ежегодной оплатой в размере 199.99 евро

# eU9-5F-77U.text
source: Customer Name
el: Όνομα πελάτη
it: Nome del cliente
ru: Имя клиента

# eqH-4B-uiJ.normalTitle
source: Cancel
el: Ακύρωση
it: Annullamento
ru: Отмена

# fMh-Ox-G94.normalTitle
source: Conncet Stripe to withdraw
el: Συνδέθητε με STRIPE για ανάληψη
it: Conncet Stripe di ritirarsi
ru: Conncet Stripe снять

# fO1-Jo-WU3.normalTitle
source: Request
el: Αίτημα
it: Richiesta
ru: Запрос

# fjl-y9-8RF.text
source: Settings
el: Ρυθμίσεις
it: Impostazioni
ru: Настройки

# gNu-cl-eDI.normalTitle
source: Privacy Policy
el: Πολιτική Απορρήτου
it: Informativa sulla privacy
ru: Политика конфиденциальности

# hqQ-Ns-nax.text
source: Status
el: Κατάσταση
it: Stato
ru: Состояние

# hw5-kL-HJF.text
source: Appointments
el: Ραντεβού
it: Appuntamenti
ru: Записи клиентов

# iSK-zZ-8Lw.text
source: Bookings
el: Κρατήσεις
it: Prenotazioni
ru: Бронирования

# icw-4D-BlL.normalTitle
source: Reschedule
el: Επαναπρογραμματισμός
it: Riprogrammare
ru: Перенести

# jMr-lW-rEo.text
source: Dashboard
el: Πίνακας ελέγχου
it: Cruscotto
ru: Панель управления

# jWx-3N-pAf.normalTitle
source: Barber Shop
el: κουρέας
it: Salone
ru: Салон

# jWx-3N-pAf.selectedTitle
source: Barber Shop
el: Κουρείο
it: negozio da parrucchiere
ru: Салон

# kUn-Ol-5fW.text
source: Barber Shop
el: Κουρείο
it: negozio da parrucchiere
ru: парикмахерская

# lBF-wd-Az1.text
source: Wallet
el: πορτοφόλι
it: portafoglio
ru: кошелька

# mGL-8C-L5b.text
source: PROOVED EFFICIENCY
el: ΑΠΟΔΕΔΕΙΓΜΕΝΗ ΑΠΟΤΕΛΕΣΜΑΤΙΚΟΤΗΤΑ
it: EFFICIENZA DIMOSTRATA
ru: ДОКАЗАННАЯ ЭФФЕКТИВНОСТЬ

# nVA-zX-9eV.text
source: Customer Detail
el: Στοιχεία Πελάτη
it: Dettaglio cliente
ru: Информация о клиенте

# naw-yb-q41.normalTitle
source: Restore Subscription
el: Επαναφορά συνδρομής
it: Ripristina abbonamento
ru: Восстановить подписку

# nkz-YH-agL.text
source: USE ADVANCED TECHNOLOGY AT LOW COST
el: ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΠΡΟΗΓΜΕΝΗ ΤΕΧΝΟΛΟΓΙΑ ΜΕ ΧΑΜΗΛΟ ΚΟΣΤΟΣ.
it: UTILIZZARE UNA TECNOLOGIA AVANZATA A BASSO COSTO
ru: ИСПОЛЬЗУЙТЕ ПЕРЕДОВЫЕ ТЕХНОЛОГИИ И СОКРАЩАЙТЕ ЗАТРАТА

# rPx-2w-sLM.text
source: Customer Detail
el: Στοιχεία Πελάτη
it: Dettaglio cliente
ru: Информация о клиенте

# uAp-A4-VYj.text
source: BRINGING THE BARBER COMMUNITY TOGETHER
el: ΕΝΩΝΟΥΜΕ ΤΗΝ ΚΟΙΝΟΤΗΤΑ ΤΩΝ ΚΟΥΡΕΩΝ
it: UNIRE LA COMUNITÀ DEI BARBIERI
ru: МЫ РАЗВИВАЕМ СООБЩЕСТВ ПАРИКМАХЕРОВ

# uEq-2R-7Wf.text
source: Booking Auto Accept
el: Αυτόματη αποδοχή κράτησης
it: Prenotazione Accettazione automatica
ru: Автоматическое принятие записи

# xjx-Bm-njf.text
source: TAKE YOUR BARBER SHOP TO THE NEXT LEVEL
el: ΜΕΤΑΦΕΡΕΤΕ ΤΟ ΚΟΥΡΕΙΟ ΣΑΣ ΣΤΟ ΕΠΟΜΕΝΟ ΕΠΙΠΕΔΟ
it: PORTARE IL VOSTRO NEGOZIO DI BARBIERE AL LIVELLO SUCCESSIVO
ru: ПЕРЕХОДИТЕ НА КАЧЕСТВЕННО НОВЫЙ УРОВЕНЬ ВЕДЕНИЯ БИЗНЕСА

# yNL-bL-liE.normalTitle
source: Block Off Time
el: Αποκλεισμός χρόνου
it: Blocca l'orario di spegnimento
ru: Блокировать время отключения

# zF2-o7-1mD.normalTitle
source: Choose
el: Επιλέξτε
it: Scegliere
ru: Выберите

# zJf-Js-ltB.normalTitle
source: Barber
el: κουρείς
it: Barbiere
ru: Мастера

# zJf-Js-ltB.selectedTitle
source: Barber
el: κουρείς
it: Barbiere
ru: Мастера

# zhd-fN-eRN.text
source: Amount Available to Withdraw
el: Ποσό διαθέσιμο προς ανάληψη
it: Montant disponible pour retrait
ru: Сумма, доступная для вывода

# N3L-Wl-wHs.text
source: Transactions History
el: Ιστορικό Συναλλαγών
it: Historique des transactions
ru: История транзакций

# JqI-My-AzB.text
source: Withdrawal history
el: Ιστορικό απόσυρσης
it: Cronologia dei prelievi
ru: История вывода

# hNo-3e-6BC.text
source: Monthly
el: Μηνιαίο
it: Mensile
ru: Ежемесячно

# xzK-ir-dJg.text
source: Yearly
el: Ετήσιο
it: Annuale
ru: Ежегодно

# AaX-Q7-LAB.text
source: Customer Name
el: Όνομα πελάτη
it: Nome del cliente
ru: Имя клиента

# ebg-o2-EhT.text
source: Add Manual Booking
el: Προσθήκη χειροκίνητης κράτησης
it: Aggiungi una prenotazione manuale
ru: Добавить запись вручную

# pUf-YG-Rb7.placeholder
source: Enter Customer Name
el: Εισαγάγετε όνομα πελάτη
it: Inserisci il nome del cliente
ru: Введите имя клиента

# ZD3-yN-up2.text
source: Customer Phone Number(Non Required)
el: Αριθμός τηλεφώνου πελάτη (όχι υποχρεωτικό)
it: Numero di telefono del cliente (non obbligatorio)
ru: Номер телефона клиента (не обязательно)

# qvD-vb-so2.placeholder
source: Enter Number
el: Εισάγετε αριθμό
it: Inserisci numero
ru: Введите номер

# 5n2-UH-TX9.text
source: Service
el: Υπηρεσίες
it: Servizi
ru: Услуги

# gU7-Lo-uOK.text
source: Select Service
el: Επιλέξτε Υπηρεσία
it: Seleziona Servizi
ru: Выберите услугу

# PXW-dt-6ob.text
source: Select Date
el: Επιλέξτε Ημερομηνία
it: Seleziona Data
ru: Выберите дату

# RzN-0x-FhX.text
source: Select Time
el: Επιλέξτε Ώρα
it: Seleziona Ora
ru: Выберите время

# EFc-Gz-vUK.normalTitle
source: Confirm Manual Booking
el: Επιβεβαίωση χειροκίνητης κράτησης
it: Conferma la prenotazione manuale
ru: Подтвердить бронирование вручную

# EeV-Ba-2zZ.text
source: *By adding a manual booking, you confirm customer data usage authorization.*
el: *Προσθέτοντας μια μη αυτόματη κράτηση, επιβεβαιώνετε την εξουσιοδότηση χρήσης δεδομένων πελάτη.*
it: *Aggiungendo una prenotazione manuale, confermi l'autorizzazione all'utilizzo dei dati del cliente.*
ru: *Добавляя бронирование вручную, вы подтверждаете авторизацию использования данных клиента.*

# DYM-yI-07W.normalTitle
source: Reschedule
el: Επαναπρογραμματισμός
it: Riprogrammare
ru: Перенести

# 7pM-jq-FOF.normalTitle
source: Reschedule
el: Επαναπρογραμματισμός
it: Riprogrammare
ru: Перенести
