Repository: TOOULOS/TheBladeIos
Catalog: Blade/*.lproj/Localizable.strings
Languages: de, el, it, ru

source: Notification permission was previously denied, go to settings & privacy to re-enable
de: Die Benachrichtigungsberechtigung wurde zuvor verweigert. Gehen Sie zu Einstellungen und Datenschutz, um sie erneut zu aktivieren
el: Η άδεια ειδοποίησης είχε απορριφθεί στο παρελθόν, μεταβείτε στις ρυθμίσεις και το απόρρητο για να την ενεργοποιήσετε ξανά
it: L'autorizzazione alle notifiche è stata precedentemente negata, vai su Impostazioni e privacy per riattivarla
ru: Разрешение на уведомление ранее было отклонено. Чтобы снова включить его, перейдите в настройки и конфиденциальность.

source: Please complete signup process to make your shop visible.
de: Bitte schließen Sie den Anmeldevorgang ab, um Ihren Shop sichtbar zu machen.
el: Ολοκληρώστε τη διαδικασία εγγραφής για να κάνετε το κατάστημά σας ορατό.
it: Completa la procedura di registrazione per rendere visibile il tuo negozio.
ru: Пожалуйста, завершите процесс регистрации, чтобы сделать ваш магазин видимым.

source: Location Address
de: Standort-Adresse
el: Διεύθυνση τοποθεσίας
it: Indirizzo della posizione
ru: Адрес местоположения

# Employees will receive their login details and they must login as clients.
source: Your employees will receive their login details through email to access the app. Please ask them to check their email to receive the login details.
de: Ihre Mitarbeiter erhalten per E-Mail ihre Zugangsdaten für den Zugriff auf die App. Bitten Sie sie, ihre E-Mails zu überprüfen, um die Anmeldedaten zu erhalten.
el: Οι υπάλληλοί σας θα λάβουν τα στοιχεία σύνδεσής τους μέσω email για πρόσβαση στην εφαρμογή. Ζητήστε τους να ελέγξουν το email τους για να λάβουν τα στοιχεία σύνδεσης.
it: I tuoi dipendenti riceveranno i dettagli di accesso tramite e-mail per accedere all'app. Chiedi loro di controllare la loro posta elettronica per ricevere i dettagli di accesso.
ru: Ваши сотрудники получат данные для входа в приложение по электронной почте. Пожалуйста, попросите их проверить свою электронную почту, чтобы получить данные для входа.

source: No notifications are available currently for you.
de: Für Sie sind derzeit keine Benachrichtigungen verfügbar.
el: Δεν υπάρχουν διαθέσιμες ειδοποιήσεις αυτήν τη στιγμή για εσάς.
it: Al momento non sono disponibili notifiche per te.
ru: Aucune notification n'est disponible actuellement pour vous.

source: Link copied successfully.
de: Link erfolgreich kopiert.
el: Ο σύνδεσμος αντιγράφηκε με επιτυχία.
it: Collegamento copiato con successo.
ru: Ссылка успешно скопирована.

source: Sticker downloaded successfully.
de: Aufkleber erfolgreich heruntergeladen.
el: Η λήψη του αυτοκόλλητου έγινε με επιτυχία.
it: Adesivo scaricato correttamente.
ru: Наклейка успешно загружена.

source: Please enable the E-mail.
de: Bitte aktivieren Sie die E-Mail.
el: Παρακαλώ ενεργοποιήστε το E-mail.
it: Si prega di abilitare l'e-mail.
ru: Пожалуйста, включите электронную почту.
