Repository: TOOULOS/TheBladeIos
Catalog: Blade/*.lproj/Localizable.strings
Languages: de, el, it, ru

source: Paid Online
de: Bezahlt Online
el: Πληρώθηκε online
it: Pagato online
ru: Оплачено онлайн

# Paid at Salon
source: Paid at Barber Shop
de: Bezahlt im Friseursalon
el: Πληρώθηκε στο Κουρείο
it: Paga dal barbiere
ru: Оплачено в парикмахерской

source: Rate
de: Bewertung
el: Βαθμολογήστε
it: Valutazione
ru: Поставить оценку

source: Customer Name
de: Name des Kunden
el: Όνομα πελάτη
it: Nome del cliente
ru: Имя клиента

source: Completed
de: Erledigt
el: Ολοκληρώθηκε
it: Completato
ru: Завершен

source: Cancelled
de: Abgesagt
el: Ακυρώθηκε
it: Annullamento
ru: Отменено

source: Cancel
de: Abbrechen
el: Ακύρωση
it: Annullamento
ru: Отмена

source: Complete
de: Ausfüllen
el: Ολοκληρώθηκε
it: Completa
ru: Завершить

source: Accepted
de: Akzeptiert
el: δεκτός
it: Accettato
ru: принято

source: Reject
de: Ablehnen
el: Απόρριψη
it: Rifiutare
ru: Отклонить

source: Accept
de: Akzeptieren
el: Αποδέχομαι
it: Accettare
ru: Принять

source: Pending
de: Ausstehend
el: εκκρεμής
it: In attesa di
ru: В ожидании

source: card ending with
de: Karte endet mit
el: κάρτα που τελειώνει με
it: carta che termina con
ru: карта, оканчивающаяся на

source: No appointments available
de: Keine Termine verfügbar
el: Δεν υπάρχουν διαθέσιμα ραντεβού
it: Nessun appuntamento disponibile
ru: Нет доступные записей

source: Remove Manual Booking
de: Manuelle Buchung entfernen
el: Κατάργηση χειροκίνητης κράτησης
it: Rimuovi la prenotazione manuale
ru: Удалить ручное бронирование

source: Slot is not available for this booking
de: Slot ist nicht buchbar.
el: Η θυρίδα δεν είναι διαθέσιμη για κράτηση.
it: Lo slot non è disponibile per la prenotazione.
ru: Слот недоступен для бронирования.

source: Save Manual Booking
de: Manuelle Buchung speichern
el: Αποθήκευση χειροκίνητης κράτησης
it: Salva prenotazione manuale
ru: Сохранить ручное бронирование

source: Weekly
de: Wöchentlich
el: Εβδομαδιαία
it: Settimanale
ru: За неделю

source: Monthly
de: Monatlich
el: Μηνιαίο
it: Mensile
ru: Ежемесячно

source: Yearly
de: Jährlich
el: Ετήσια
it: Annuale
ru: ежегодно

source: Jan
de: Jän.
el: Ιαν
it: Genn
ru: Ianv

source: Feb
el: Φεβ
it: Febbr
ru: Fevr

source: Mar
de: März
el: Μάρ
ru: Mart

source: Apr
el: Απρ

source: May
de: Mai
el: Μάι
it: Magg
ru: Mai

source: Jun
de: Juni
el: Ιούν
it: Giugno
ru: Iiun'

source: Jul
de: Juli
el: Ιούλ
it: Luglio
ru: Iiul'

source: Aug
el: Αύγ
it: Ag
ru: Avg

source: Sep
de: Sept.
el: Σεπ
it: Sett
ru: Sent

source: Oct
de: Okt.
el: Οκτ
it: Ott
ru: Okt

source: Nov
el: Νοέ
ru: Noiabr'

source: Dec
de: Dez
el: Δεκ
it: Dic
ru: Dek

source: Profile
de: Profil
el: Προφίλ
it: Profilo
ru: Профиль

source: Wallet
de: Brieftasche
el: Πορτοφόλι
it: Portafoglio
ru: Кошелек

# Salon Hours
source: Barber Shop Hours
de: Öffnungszeiten Friseursalon
el: Ώρες Λειτουργίας Κουρείου
it: Orari del barbiere
ru: Часы работы парикмахерской

# My Stylist
source: My Barber
de: Meine barbier
el: Οι κουρείς μου
it: I miei barbieri
ru: Мои парикмахеры

source: Change Password
de: Passwort ändern
el: Αλλαγή Κωδικού Πρόσβασης
it: Cambia password
ru: Изменить пароль

source: Privacy Policy
de: Datenschutzrichtlinien
el: Πολιτική Απορρήτου
it: Informativa sulla privacy
ru: Политика конфиденциальности

source: About Us
de: Über uns
el: Σχετικά με εμάς
it: Informazioni su di noi
ru: О приложении

source: Delete Account
de: Konto löschen
el: Διαγραφή Προφίλ
it: Elimina profilo
ru: Удалить профиль

source: Contact Us
de: Kontaktieren Sie uns
el: Επικοινωνία
it: Contattateci
ru: Напишите нам

source: Are you sure, you want to logout?
de: Bist du dir sicher?
el: Είσαι σίγουρος?
it: Sei sicuro?
ru: Ты уверен?

source: Are you sure, you want to delete this account?
de: Sind Sie sicher, dass Sie Ihr Konto aus der Blade-App löschen?
el: Είστε βέβαιοι ότι θα διαγράψετε τον λογαριασμό σας από την εφαρμογή Blade;
it: Sei sicuro di eliminare il tuo account dall'app Blade?
ru: Вы уверены, что хотите удалить свою учетную запись из приложения Blade?

source: Withdraw
de: Geld abheben
el: Ανάληψη χρημάτων
it: Prelevare denaro
ru: снять деньги

source: Conncet Stripe to withdraw
de: Conncet Stripe zum Zurückziehen
el: Conncet Stripe για απόσυρση
it: Conncet Stripe di ritirarsi
ru: Conncet Stripe снять

source: Enter amount to withdraw.
de: Geben Sie den abzuhebenden Betrag ein.
el: Πληκτρολογήστε το ποσό για ανάληψη
it: Inserite l'importo da prelevare
ru: Укажите сумму для снятия

source: Requried entered amount to withdraw should be greater than €1.
de: Der erforderliche eingegebene Betrag zum Abheben sollte größer als 1 € sein.
el: Το απαιτούμενο ποσό για ανάληψη πρέπει να είναι μεγαλύτερο από 1 €.
it: L'importo da prelevare richiesto deve essere superiore a 1€.
ru: Требуемая введенная сумма для вывода должна быть больше €1.

source: Booking start date/time is
de: Buchungsstartdatum / -zeit ist
el: Η ημερομηνία/ώρα έναρξης της κράτησης είναι
it: La data/ora di inizio della prenotazione è
ru: Дата/время начала бронирования

source: . Before booking date and time you cann't complete this.
de: . Vor dem Buchungsdatum und der Buchungszeit können Sie die Buchung nicht abschließen.
el: . Πριν την ημερομηνία και ώρα κράτησης, δεν μπορείτε να ολοκληρώσετε την κράτηση.
it: . Prima della data e dell'ora della prenotazione non è possibile completare la prenotazione.
ru: . До даты и времени бронирования вы не можете завершить бронирование.

source: No data found
de: Keine Daten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα
it: Nessun record trovato
ru: Нет данных

source: Post your review for
de: Schreiben Sie Ihre Bewertung für
el: Δημοσιεύστε την αξιολόγησή σας για
it: Pubblica il tuo commento per
ru: Опубликовать ваш отзыв для

source: Add your review
de: Rezensionen hinzufügen
el: Προσθήκη αξιολόγησης
it: Aggiungi recensioni
ru: Добавьте свой отзыв

source: Please enter name
de: Name hinzufügen
el: Συμπληρώστε το Ονοματεπώνυμό σας
it: Aggiungi nome
ru: Укажите имя

source: Please enter phone number
de: Telefonnummer eingeben
el: Εισάγετε Αριθμό Τηλεφώνου
it: Inserire il numero di telefono
ru: Укажите номер телефона

source: Please enter location
de: Adresse eingeben
el: Εισαγωγή διεύθυνσης
it: Inserire l'indirizzo
ru: Укажите адрес

source: Please enter description
de: Beschreibung eingeben
el: Εισαγάγετε Περιγραφή
it: Immettere Descrizione
ru: Введите описание

# Update Salon Timings
source: Update Barber Shop Hours
de: Friseurzeiten aktualisieren
el: Ενημέρωση ωραρίου καταστήματος
it: Aggiorna l'orario del negozio
ru: Обновление часов работы магазина

source: Closed
de: Abgeschlossen
el: Κλειστό
it: non orario di lavoro
ru: Закрыто

source: Please enter monday timing
de: Bitte geben Sie den Montag ein
el: Εισαγάγετε την ώρα της Δευτέρας
it: inserire l'ora del lunedì
ru: введите время понедельника

source: Please enter tuesday timing
de: Bitte geben Sie den Dienstag ein
el: Εισαγάγετε την ώρα της Τρίτης
it: inserire l'orario di martedì
ru: введите время вторника

source: Please enter wednesday timing
de: Bitte geben Sie den Mittwoch ein
el: Εισαγάγετε την ώρα της Τετάρτης
it: inserisci i tempi di mercoledì
ru: введите время среды

source: Please enter thursday timing
de: Bitte geben Sie den Donnerstag ein
el: Εισαγάγετε την ώρα της Πέμπτης
it: inserisci i tempi di giovedì
ru: введите время четверга

source: Please enter friday timing
de: Bitte geben Sie Freitag ein
el: Εισαγάγετε την ώρα της Παρασκευής
it: inserire l'orario del venerdì
ru: введите время пятницы

source: Please enter saturday timing
de: Bitte geben Sie Samstag ein
el: Εισαγάγετε την ώρα του Σαββάτου
it: inserire l'orario del sabato
ru: введите субботнее время

source: Please enter sunday timing
de: Bitte geben Sie den Sonntag ein
el: Εισαγάγετε την ώρα της Κυριακής
it: inserire l'orario della domenica
ru: введите время воскресенья

source: 10 minutes
el: 10 λεπτά
it: 10 minuti
ru: 10 минуты

source: 20 minutes
el: 20 λεπτά
it: 20 minuti
ru: 20 минуты

source: 30 minutes
el: 30 λεπτά
it: 30 minuti
ru: 30 минуты

source: 40 minutes
el: 40 λεπτά
it: 40 minuti
ru: 40 минуты

source: 50 minutes
el: 50 λεπτά
it: 50 minuti
ru: 50 минуты

source: 60 minutes
el: 60 λεπτά
it: 60 minuti
ru: 60 минуты

source: 70 minutes
el: 70 λεπτά
it: 70 minuti
ru: 70 минуты

source: 80 minutes
el: 80 λεπτά
it: 80 minuti
ru: 80 минуты

source: 90 minutes
el: 90 λεπτά
it: 90 minuti
ru: 90 минуты

source: 100 minutes
el: 100 λεπτά
it: 100 minuti
ru: 100 минуты

source: 110 minutes
el: 110 λεπτά
it: 110 minuti
ru: 110 минуты

source: 120 minutes
el: 120 λεπτά
it: 120 minuti
ru: 120 минуты

source: 130 minutes
el: 130 λεπτά
it: 130 minuti
ru: 130 минуты

source: 140 minutes
el: 140 λεπτά
it: 140 minuti
ru: 140 минуты

source: 150 minutes
el: 150 λεπτά
it: 150 minuti
ru: 150 минуты

source: 160 minutes
el: 160 λεπτά
it: 160 minuti
ru: 160 минуты

source: 170 minutes
el: 170 λεπτά
it: 170 minuti
ru: 170 минуты

source: 180 minutes
el: 180 λεπτά
it: 180 minuti
ru: 180 минуты

# Edit Salon Services
source: Edit Barber Shop Services
de: Shop-Services bearbeiten
el: Επεξεργασία υπηρεσιών καταστήματος
it: Modifica servizi
ru: Редактировать услуги магазина

source: Please enter service name
de: Dienstname hinzufügen
el: Προσθήκη ονόματος υπηρεσίας
it: Aggiungi il nome del servizio
ru: Добавить название услуги

source: Please enter price
de: Bitte geben Sie den Preis ein
el: εισάγετε την τιμή
it: Inserire il prezzo
ru: введите цену

source: Please select time
de: Bitte Zeit auswählen
el: Επιλέξτε ώρα
it: selezionare l'ora
ru: выберите время

source: Please select image
de: Bild hinzufügen
el: Προσθήκη εικόνας
it: Aggiungi immagine
ru: выбрать изображение

source: Please enter saloon name
de: Bitte geben Sie den Namen des Salons ein
el: Εισαγάγετε το όνομα του κουρέα
it: Nome del barbiere
ru: Введите название парикмахерской

source: Please enter email
de: E-Mail eingeben
el: Εισάγετε Email
it: Inserire l'e-mail
ru: Укажите адрес электронной почты

source: Please enter valid email address
de: Gültige E-Mail eingeben
el: Εισάγετε έγκυρο email
it: Inserisci un'e-mail valida
ru: Укажите действительный адрес электронной почты

source: Please select saloon service
de: Barbershop Services hinzufügen
el: Επιλέξτε υπηρεσίες.
it: Seleziona Servizio
ru: Добавить услуги парикмахерской

source: Please enter valid phone number
de: Telefonnummer eingeben
el: Εισάγετε έγκυρο αριθμό
it: Inserire un numero valido
ru: Укажите номер телефона

source: Please enter bio
de: Bio eingeben
el: εισάγετε βιο
it: entra in biografia
ru: введите биографию

source: Please select any service
de: Dienstleistungen auswählen
el: Επιλέξτε Υπηρεσία
it: Si prega di selezionare i servizi.
ru: выбрать любую услугу

source: Sunday
de: Sonntag
el: Κυριακή
it: Domenica
ru: Воскресенье

source: Monday
de: Montag
el: Δευτέρα
it: Lunedì
ru: Понедельник

source: Tuesday
de: Dienstag
el: Τρίτη
it: Martedì
ru: Вторник

source: Wednesday
de: Mittwoch
el: Τετάρτη
it: Mercoledì
ru: Среда

source: Thursday
de: Donnerstag
el: Πέμπτη
it: Giovedì
ru: Четверг

source: Friday
de: Freitag
el: Παρασκευή
it: Venerdì
ru: Пятница

source: Saturday
de: Samstag
el: Σάββατο
it: sabato
ru: Суббота

# Please enter accurate date
source: Enter valid working hours
de: Geben Sie gültige Geschäftszeiten ein
el: Εισαγάγετε έγκυρες ώρες εργασίας
it: Inserisci un orario di lavoro valido
ru: Введите действительные рабочие часы

source: Reschedule
de: Umplanen
el: Επαναπρογραμματισμός
it: Riprogrammare
ru: Перенести

source: Cancelled by you
de: Von Ihnen storniert
el: Ακυρώθηκε από εσάς
it: Annullato da voi
ru: Отменено вами

# Cancelled by salon
source: Cancelled by Barber Shop
de: Abgesagt von Shop
el: Ακυρώθηκε από το Κατάστημα
it: Annullato dal negozio
ru: Отменено салоном

# Cancelled by stylist
source: Cancelled by barber
de: Vom Friseur storniert
el: Ακυρώθηκε από τον Κουρέα
it: Annullato dal barbiere
ru: Отменено мастером

source: Rate & Review
de: Bewertung und Überprüfung
el: Βαθμολογία και Αξιολόγηση
it: Valutazione e revisione
ru: Поставить оценку и написать отзыв

# Reviewd
source: Reviewed
de: Bewertungen
el: Αξιολογήθηκε
it: Rivisto
ru: рейтинг

source: About
de: Über uns
el: Σχετικά
it: Informazioni su
ru: О приложении

source: Contact
de: Kontakt
el: Επικοινωνία
it: Contatto
ru: Контакты

source: customer rating
de: Kundenrezensionen
el: Αξιολογήσεις πελατών
it: Recensioni dei clienti
ru: Отзывы клиентов

source: Select Service
de: Dienstleistungen auswählen
el: Επιλέξτε Υπηρεσίες
it: Seleziona i servizi
ru: Выберите услуги

source: Please select service first
de: Bitte wählen Sie zuerst den Dienst aus
el: επιλέξτε πρώτα την υπηρεσία
it: selezionare prima il servizio
ru: Выберите услуги

source: Please select slot
de: Bitte Steckplatz auswählen
el: επιλέξτε υποδοχή
it: seleziona slot
ru: выберите слот

# Stylist Name
source: Barber Name
de: Name des Barbier
el: Όνομα κουρέα
it: nome del barbiere
ru: Имя парикмахера

# Salon Owner Name
source: Shop Owner Name
de: Name des Shop-Inhabers
el: Όνομα κουρείου
it: Nome del proprietario del negozio
ru: Имя владельца магазина

source: You have
de: Sie haben
el: Έχετε
it: Avete
ru: У вас

source: balance in your wallet. You can use €5 in one online paid booking only when you have balance
de: Rewards-Punkte in Ihrer Brieftasche. Möchten Sie sie einlösen?
el: υπόλοιπο στο πορτοφόλι σας. Μπορείτε να χρησιμοποιήσετε €5 για μία online πληρωμένη κράτηση μόνο όταν έχετε υπόλοιπο τουλάχιστον €5 στο πορτοφόλι σας.
it: saldo nel portafoglio. È possibile utilizzare 5 € in una prenotazione online a pagamento solo se si dispone di un saldo minimo di 5 € nel portafoglio.
ru: на счет вашего кошелька. Вы можете использовать сумму в размере 5 евро для оплаты одного посещения при наличии не менее 5 евро на счете кошелька.

source: Are you sure you want to delete this card
de: Bist du dir sicher?
el: Είσαι σίγουρος?
it: Sei sicuro?

source: Please enter card
de: Kartennummer
el: Προσθήκη Νέας Κάρτας
it: Aggiungi una nuova carta
ru: Добавить данные карты

source: Please enter valid card
de: Gültige Nummer eingeben
el: ΑΚΥΡΟ νουμερο κάρτας
it: Inserire un numero valido
ru: Укажите действительный номер

source: Please enter expiry date
de: Ungültiger Kartenablauf
el: Ημερομηνία Λήξης
it: Data di scadenza
ru: Недействительный срок действия карты

source: Please enter cvv
de: Geben Sie den korrekten CVV ein
el: CVV
ru: Введите правильный CVV

source: Services
de: Dienstleistungen
el: Υπηρεσίες
it: Servizi
ru: Услуги

source: Service
de: Dienstleistungen
el: Υπηρεσίες
it: Servizi
ru: Услуги

source: Gallery
de: Galerie
el: Συλλογή
it: Galleria
ru: Галерея

source: Reviews
de: Bewertungen
el: Αξιολογήσεις
it: Recensioni
ru: Отзывы

source: Rewards
de: Belohnungen
el: Επιβραβεύσεις
it: Ricompense
ru: Вознаграждение

source: My Reviews
de: Meine Bewertungen
el: Οι Αξιολογήσεις μου
it: Le mie recensioni
ru: Мои отзывы

source: Term of use
de: Nutzungsbedingungen
el: Όροι χρήσης
it: Termini di utilizzo
ru: Условия использования

source: Please enter password
de: Passwort eingeben
el: Εισάγετε κωδικό πρόσβασης
it: Inserire la password
ru: Укажите пароль

source: Please select location
de: Adresse eingeben
el: Εισαγωγή διεύθυνσης
it: Inserire l'indirizzo
ru: Укажите адрес

source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
el: όροι και Προϋποθέσεις
it: Termini & Condizioni
ru: условия и положения

source: Please enter old password
de: Altes Passwort eingeben
el: Εισαγωγή παλιού κωδικού πρόσβασης
it: Inserisci la vecchia password
ru: Укажите старый пароль

source: Please enter new password
de: Neues Passwort eingeben
el: Εισαγωγή νέου κωδικού πρόσβασης
it: Inserisci la nuova password
ru: Укажите новый пароль

source: Please enter confirm password
de: Bestätigen Sie Ihr Passwort
el: Επιβεβαίωση κωδικού πρόσβασης
it: Conferma la password
ru: Укажите подтверждение пароля

source: New and confirm password not match
de: Falsches Passwort bestätigen
el: Λανθασμένη Επιβεβαίωση Κωδικού Πρόσβασης
it: Conferma password errata
ru: Ошибка подтверждения пароля

source: Change Language
de: Sprache ändern
el: Αλλαξε γλώσσα
it: Cambia lingua
ru: Изменить язык

source: Rate & Review Blade App
de: Blade-App bewerten und bewerten
el: Βαθμολογήστε και αξιολογήστε την εφαρμογή Blade
it: Valuta e recensisci l'app Blade
ru: Оцените и просмотрите приложение Blade

source: All Barbers Earnings
de: Alle Barbers-Einnahmen
el: Όλα τα κέρδη κουρέων
it: Tutti i guadagni barbieri
ru: Все доходы парикмахеров

source: Shop Owner Earnings
de: Einnahmen des Ladenbesitzers
el: Κέρδη ιδιοκτήτη καταστήματος
it: Guadagni del proprietario del negozio
ru: Доход владельца магазина

source: Duration
de: Dauer
el: Διάρκεια
it: Durata
ru: продолжительность

source: Ok
el: Εντάξει
ru: Хорошо

source: Hi
el: Γειά σου
it: Ciao
ru: Привет

source: Are you sure, you want to cancel your booking?
de: Sind Sie sicher, dass Sie Ihre Buchung stornieren möchten?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε την κράτησή σας;
it: Sei sicuro di voler cancellare la tua prenotazione?
ru: Вы уверены, что хотите отменить бронирование?

source: Barbers
de: Friseure
el: Κουρείς
it: Barbieri
ru: Парикмахеры

source: Booking sent
de: Buchung gesendet
el: Η κράτηση εστάλη
it: Prenotazione inviata
ru: Бронирование отправлено

source: Are you sure you want to cancel your booking? Your appointment is in less than 24hrs. If you wish to cancel your appointment you will receive 50% of your payment back. ( Do you wish to cancel your appointment or reschedule?)
de: Sind Sie sicher, dass Sie Ihre Buchung stornieren möchten?\nIhr Termin liegt weniger als 24 Stunden zurück. Wenn Sie Ihren Termin stornieren möchten, erhalten Sie 50 % Ihrer Zahlung zurück. ( Möchten Sie Ihren Termin stornieren oder verschieben?)
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την κράτησή σας; Το ραντεβού σας είναι σε λιγότερο από 24 ώρες. Εάν θέλετε να ακυρώσετε το ραντεβού σας, θα λάβετε πίσω το 50% της πληρωμής σας. ( Θέλετε να ακυρώσετε το ραντεβού σας ή να το επαναπρογραμματίσετε;)
it: Sei sicuro di voler cancellare la tua prenotazione? Il tuo appuntamento è tra meno di 24 ore. Se vuoi cancellare il tuo appuntamento ti verrà restituito il 50% del tuo pagamento.
ru: Вы уверены, что хотите отменить вашу запись? Время начала вашей записи наступит менее чем через 24 часа. При отмене, вы получите 50% от оплаченной стоимости. (Вы уверены, что хотите отменить или перенести вашу запись?)

source: Are you sure you want to cancel your booking? Your appointment is in less than 12hrs. If you wish to cancel your appointment you will not receive a refund. ( Do you wish to cancel your appointment or reschedule?)
de: Sind Sie sicher, dass Sie Ihre Buchung stornieren möchten?\nIhr Termin liegt weniger als 12 Stunden zurück. Wenn Sie Ihren Termin stornieren möchten, erhalten Sie keine Rückerstattung. ( Möchten Sie Ihren Termin stornieren oder verschieben? )
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την κράτησή σας; Το ραντεβού σας είναι σε λιγότερο από 12 ώρες. Εάν επιθυμείτε να ακυρώσετε το ραντεβού σας δεν θα λάβετε επιστροφή χρημάτων. (Θέλετε να ακυρώσετε το ραντεβού σας ή να το επαναπρογραμματίσετε;)
it: Sei sicuro di voler cancellare la tua prenotazione? Il tuo appuntamento è tra meno di 12 ore. Se vuoi cancellare il tuo appuntamento non riceverai un rimborso.
ru: Вы уверены, что хотите отменить вашу запись? Время начала вашей записи наступит менее чем через 12 часа. При отмене, вы не сможете претендовать на возврат оплаченной стоимости. (Вы уверены, что хотите отменить или перенести вашу запись?)

source: Booking Completed
de: Buchung abgeschlossen
el: Η κράτηση ολοκληρώθηκε
it: Prenotazione completata
ru: Бронирование завершено

source: Booking accepted
de: Buchung akzeptiert
el: Δεκτή η κράτηση
it: Prenotazione accettata
ru: Бронирование принято

# Add barber
source: Add your employees
de: Friseur hinzufügen
el: Προσθέστε κουρέα
it: Aggiungi barbiere
ru: Добавить парикмахера

source: Earnings
el: κέρδη
it: Guadagni

# TEST
source: Money that you receive through the TheBladeApp will be automatically transfer in your STRIPE connected Bank account. Your Stripe funds will be available in your bank account within 7-14 days from the day that the payments were received. The Blade App and Stripe uses a high secured protocol and encryption to safeguard all transactions. For any inquiries contact Us Support@thebladeapp.com
de: Geld, das Sie über die TheBladeApp erhalten, wird automatisch auf Ihr mit STRIPE verbundenes Bankkonto überwiesen. Ihr Stripe-Guthaben wird Ihrem Bankkonto innerhalb von 7 bis 14 Tagen ab dem Tag des Zahlungseingangs zur Verfügung stehen. Die Blade-App und Stripe verwenden ein hochsicheres Protokoll und eine Verschlüsselung, um alle Transaktionen zu schützen. Bei Fragen kontaktieren Sie uns Support@thebladeapp.com
el: Τα χρήματα που λαμβάνετε μέσω της εφαρμογής TheBladeApp θα μεταφερθούν αυτόματα στον τραπεζικό λογαριασμό σας που είναι συνδεδεμένος στο STRIPE. Τα χρήματα σας θα είναι διαθέσιμα στον τραπεζικό σας λογαριασμό εντός 7-14 ημερών από την ημέρα λήψης των πληρωμών. Το Blade App και το Stripe χρησιμοποιεί πρωτόκολλα υψηλής ασφάλειας και κρυπτογράφησης για την προστασία όλων των συναλλαγών σας. Για οποιαδήποτε απορία επικοινωνήστε μαζί μας Support@thebladeapp.com
it: Il denaro che ricevi tramite TheBladeApp verrà trasferito automaticamente sul tuo conto bancario connesso a STRIPE. I tuoi fondi Stripe saranno disponibili sul tuo conto bancario entro 7-14 giorni dal giorno in cui sono stati ricevuti i pagamenti. Blade App and Stripe utilizza un protocollo e una crittografia altamente protetti per salvaguardare tutte le transazioni. Per qualsiasi domanda contattaci Support@thebladeapp.com
ru: Деньги, которые вы получаете через TheBladeApp, будут автоматически переведены на ваш банковский счет, подключенный к STRIPE. Ваши средства Stripe будут доступны на вашем банковском счете в течение 7-14 дней со дня получения платежей. Blade App и Stripe используют высокозащищенный протокол и шифрование для защиты всех транзакций. По любым вопросам свяжитесь с нами Support@thebladeapp.com

source: Transactions History
de: Transaktionsverlauf
el: Ιστορικό Συναλλαγών
it: Historique des transactions
ru: История транзакций

source: Amount
de: Menge
el: Ποσό
it: Quantità
ru: Количество

source: Status : Available
de: Zustand: Verfügbar
el: Κατάσταση: Διαθέσιμο
it: Stato: disponibile
ru: Статус: доступен

source: Completed On
de: vervollständigt am
el: Oλοκληρώθηκε στις
it: Vervollständigt am
ru: Завершенный

source: Status : Pending
de: Status: Ausstehend
el: Κατάσταση: Εκκρεμής
it: Stato: In Attesa
ru: Статус: ожидание

source: Available On
de: Verfügbar auf
el: Διαθέσιμο στις
it: Disponibile su
ru: Доступен на

source: Withdrawal History
de: Widerrufsgeschichte
el: Ιστορικό απόσυρσης
it: Cronologia dei prelievi
ru: История вывода

source: Withdraw Created on
de: Zurückziehen Erstellt am
el: Ανάληψη Δημιουργήθηκε στις
it: Prelievo Creato il
ru: Вывод Создано на

source: Change wallet card
de: Wallet-Karte wechseln
el: Αλλαγή κάρτας πορτοφολιού
it: Cambia la carta del portafoglio
ru: Сменить карту кошелька

source: Break
de: Pause
el: Διάλειμμα
it: Pausa
ru: Перерыв

source: Manual Booking
de: Manuelle Buchung
el: Επιβεβαίωση χειροκίνητης
it: Prenotazione manuale
ru: Подтвердить вручную

source: Block Off Time
de: Sperrzeit
el: Αποκλεισμός χρόνου
it: Blocca l'orario di spegnimento
ru: Блокировать время отключения

source: Remove Block Off Time
de: Block-Off-Zeit entfernen
el: Αφαιρώ Αποκλεισμός χρόνου
it: Rimuovi il tempo di blocco
ru: Удалить время блокировки
